// Наше меню
const sampleBurgers = {
	burger1: {
		name: 'Чізбургер',
		image: '/images/cheese.jpg',
		desc:
			"Чізбургер — вид гамбургера з обов'язковим додаванням сиру. На додаток до м'яса чізбургер може мати велику кількість різноманітних приправ, наприклад, кетчуп і майонез.",
		price: 110,
		status: 'available'
	},

	burger2: {
		name: 'Чікен Бургер',
		image: '/images/chicken.jpg',
		desc:
			'Курячий бургер з додаванням розплавленого сиру, соусу Барбекю та листового салату.',
		price: 140,
		status: 'available'
	},

	burger3: {
		name: 'Подвійний гамбургер',
		image: '/images/double.jpg',
		desc:
			'Подвійний гамбургер з біфштексом із 100% яловичини та розплавленим сиром Чеддер та пряним соусом.',
		price: 200,
		status: 'available'
	},

	burger4: {
		name: 'Фішбургер',
		image: '/images/fish.jpg',
		desc:
			'Фішбургери, або бургери із рибною котлетою, залишаються популярними у світі вже не перший десяток років. І це не дивно, адже фішбургери – чудова альтернатива м’ясним аналогам страви, а також вони мають більш легкий смак.',
		price: 150,
		status: 'available'
	},

	burger5: {
		name: 'Картопля Фрі',
		image: '/images/fries.jpg',
		desc:
			'Карто́пля фрі, або карто́пля, сма́жена у фритю́рі — шматочки картоплі, обсмажені у великій кількості розпеченої олії. Виготовляється у спеціальних приладах — фритюрницях.',
		price: 85,
		status: 'available'
	},

	burger6: {
		name: 'King Бургер',
		image: '/images/ham.jpg',
		desc:
			'Бургер із 100% добірної яловичини, зі смаженими скибочками бекону та свіжим розплавленим сиром, заправлений кетчупом та майонезом.',
		price: 450,
		status: 'available'
	},

	burger7: {
		name: 'Мега Бургер',
		image: '/images/mega.jpg',
		desc:
			'Наш найбільший бургер, зроблений із свіжого біфштексу, з додаванням розплавленого сиру Чеддер та солоних огірків.',
		price: 500,
		status: 'available'
	},

	burger8: {
		name: 'Бургер у Піті',
		image: '/images/pita.jpg',
		desc:
			'Чотири котлети з 100% яловичини, покриті плавленим сиром Чеддер, зі свіжим листовим салатом у свіжому коржі.',
		price: 380,
		status: 'unavailable'
	},

	burger9: {
		name: 'Village Фрі',
		image: '/images/bakedFries.jpg',
		desc:
			'Порція свіжих скибочок картоплі, запечених на відкритому повітрі під вугіллям, що мирно тліє.',
		price: 90,
		status: 'available'
	}
};

export default sampleBurgers;
